Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaisten_parlamentaarinen_neuvosto_vetoaa_paaministeri_mariniin_saamelaisten_itsemaaraamisoikeuden_puolesta.html.tmx
Source language: fin
Languages: smn

source: Saamelaisten parlamentaarinen neuvosto vetoaa pääministeri Mariniin saamelaisten itsemääräämisoikeuden puolesta
smn: Säämi parlamentaarlâš rääđi oovdânpuáhtá áánnum uáiviminister Marinân sämmilij jiešmeridemvuoigâdvuođâ peeleest

source: Saamelaisten parlamentaarinen neuvosto (SPN) vetoaa, että pääministeri Sanna Marin edistäisi saamelaisten itsemääräämisoikeuksien toteutumista ja alkuperäisoikeuksien ymmärrystä yhdessä Suomen, Ruotsin ja Norjan valtiojohtojen kanssa.
smn: Säämi parlamentaarlâš rääđi (SPR) oovdânpuáhtá áánnum, ete uáiviminister Sanna Marin ovdedičij sämmilij jiešmeridemvuoigâdvuođâi olášume já algâaalmugvuoigâdvuođâi ibárdâs oovtâst Suomâ, Ruotâ já Taažâ staatânjunošijguin.

source: Vetoomus luovutettiin Marinille torstaiaamuna Brysselissä hänen vieraillessaan Barentsin alueen alkuperäiskansojen huippukokouksessa .
smn: Áánnum adelui Marinân tuorâstâhiiđeed Brysselist, ko sun kollij Barents kuávlu algâaalmugij njunoščuákkimist .

source: SPN pyytää myös muistamaan Venäjän saamelaisia sodan jatkuessa.
smn: SPR táttu meid mušteđ Ruošâ sämmilijd, ko suáti ain juátkoo.

source: Neuvosto nostaa esille viimeaikaisia esimerkkejä haasteista saamelaisten itsemääräämisoikeuden toteutumisesta eri maissa, esimerkiksi Suomessa saamelaiskäräjälain uudistuksen yhteydessä.
smn: Rääđi paajeed oovdân majemui aaigij ovdâmeerhâid hástusijn sämmilij jiešmeridemvuoigâdvuođâ olášuumeest jieškođe-uv staatâst, ovdâmerkkân Suomâst sämitiggelaavâ uđâsmittem ooleest.

source: Neuvosto pyytää, että valtiot varmistaisivat ymmärryksen saamelaisille taatuista alkuperäiskansaoikeuksista kaikilla päätöksenteon tasoilla: paikallisesti, kansallisesti ja Euroopan unionissa.
smn: Rääđi táttu, ete staatah visásmitáččii ibárdâs sämmiláid tähidum algâaalmugvuoigâdvuođâin miärádâstoohâm puoh taasijn: páihálávt, aalmuglávt já Euroop unionist.

source: Lisäksi neuvosto esittää huolensa Venäjän saamelaisten vaikeasta tilanteesta Venäjän hyökkäyssodan jatkuessa ja pyytää, ettei heidän ahdinkoaan unohdettaisi.
smn: Toos lasseen rääđi puáhtá oovdân huolâs Ruošâ sämmilij vaigâdis tiileest, ko Ruošâ volliittemsuáti ain juátkoo já táttu, ete sii pačarâs ij vájálduuččii.

source: Vetoomuksen ovat allekirjoittaneet saamelaiskäräjien puheenjohtajat Tuomas Aslak Juuso, Silje Karine Muotka ja Håkan Jonsson, joka toimii myös SPN:n puheenjohtajana.
smn: Áánnum láá vuáláčáállám Sämitiigij saavâjođetteijeeh Tuomas Aslak Juuso, Silje Karine Muotka já Håkan Jonsson, kii tuáimá meid SPR saavâjođetteijen.

source: Puheenjohtajat Jonsson ja Muotka luovuttivat vetoomuksen Marinille yhdessä Suomen Saamelaiskäräjien I varapuheenjohtaja Anni Koiviston kanssa.
smn: Saavâjođetteijeeh Jonsson já Muotka adeláin áánnum Marinân oovtâst Suomâ Sämitige I värisaavâjođetteijee Anni Koivistoin.

source: Lue Saamelaisten parlamentaarisen neuvoston vetoomus englanniksi täältä .
smn: Luuvâ Säämi parlamentaarlii rääđi áánnum eŋgâlâskielân tääbbin .

source: Lisätietoja: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso(at)samediggi.fi
smn: Lasetiäđuh: Tuomas Aslak Juuso Saavâjođetteijee 040 687 3394 tuomas.juuso(at)samediggi.fi

source: Anni Koivisto I varapuheenjohtaja 040 415 5969 anni.koivisto(at)samediggi.fi
smn: Anni Koivisto I värisaavâjođetteijee 040 415 5969 anni.koivisto(at)samediggi.fi

source: Inka Saara Arttijeff Kansainvälisten asioiden sihteeri 050 574 7629 inka-saara.arttijeff(at)samediggi.fi
smn: Inka Saara Arttijeff Aalmugijkoskâsij aašij čällee 050 574 7629 inka-saara.arttijeff(at)samediggi.fi
